[
  {
    "name": "Golden Retriever Puppy",
    "category": "Pets",
    "price": 15000,
    "location": "Dhaka",
    "title": "Friendly 2-month-old puppy available for adoption.",
    "description": "Friendly 2-month-old puppy available for adoption. This Golden Retriever is playful and affectionate. It loves outdoor walks and enjoys being around people. Perfect for families and children. Has been vaccinated and dewormed. Eats well and stays active all day. The puppy enjoys belly rubs and gentle cuddles. Very loyal and learns commands easily. Socializes quickly with other pets. Loves toys and short training sessions. Sleeps soundly in a cozy bed. Healthy and vet-checked. Responds to its name happily. Enjoys small treats as rewards. The coat is shiny and soft to touch. A great companion for any home. Requires a caring and loving owner. Easy to train and care for. Friendly with neighbors and visitors. Ready to find a forever home filled with love.",
    "image": "https://i.ibb.co.com/RTgvc88g/golden-retriver-puppy.jpg",
    
    "date": "2025-10-27 10:30"
  },
  {
    "name": "Persian Cat",
    "category": "Pets",
    "price": 12000,
    "location": "Chattogram",
    "title": "Beautiful 3-month-old Persian kitten looking for a new home.",
    "description": "Beautiful 3-month-old Persian kitten looking for a new home. This kitten is soft, calm, and elegant. It has long white fur and bright blue eyes. Very gentle with children and elders. Fully vaccinated and healthy. Loves to sleep on cushions and blankets. The kitten enjoys milk and dry cat food. Easy to groom with daily brushing. It rarely scratches and behaves nicely. The cat adapts quickly to new surroundings. Enjoys sunny spots for naps. Very affectionate with its owner. Responds to soft tones. Suitable for both apartments and houses. Requires regular grooming to maintain coat shine. Perfect for anyone looking for a calm pet. The kitten loves attention and care. It is playful yet peaceful. A wonderful companion for pet lovers. Waiting to be adopted into a loving home.",
    "image": "https://i.ibb.co.com/Q37Pf8sN/persian-cat.jpg",
    
    "date": "2025-10-28 11:10"
  },
  {
    "name": "German Shepherd",
    "category": "Pets",
    "price": 18000,
    "location": "Sylhet",
    "title": "Energetic 4-month-old German Shepherd puppy ready for adoption.",
    "description": "Energetic 4-month-old German Shepherd puppy ready for adoption. This puppy is loyal and protective. Trained for basic commands. Great for home security and companionship. Vaccinated and in excellent health. Very active and loves playtime. Good around kids and other dogs. Learns quickly during training. Eats both dry and wet food happily. Enjoys running and jumping. Requires regular walks and exercise. The fur is thick and shiny. Smart and obedient personality. Perfect for active families. Easily adjusts to indoor living. Loves being praised. Healthy appetite and strong build. Very friendly with familiar faces. Calm when petted. A perfect blend of intelligence and loyalty.",
    "image": "https://i.ibb.co.com/d4bf5Y6q/german.webp",
    
    "date": "2025-10-29 14:20"
  },
  {
    "name": "Parrot",
    "category": "Pets",
    "price": 5000,
    "location": "Rajshahi",
    "title": "Colorful parrot, 1-year-old, friendly and talkative.",
    "description": "Colorful parrot, 1-year-old, friendly and talkative. This bird enjoys attention and music. Can mimic short words and sounds. Likes to sit on shoulders. Eats seeds, fruits, and vegetables. Very playful and smart. Requires a clean cage and fresh water. Loves being around people. Safe for families and children. Adapts well indoors. Chirps happily every morning. Wings are healthy and trimmed. Enjoys being hand-fed. Responds to its name. Likes flying inside small open spaces. Colorful feathers shine in sunlight. Likes light whistles and tunes. Easy to maintain and care for. Fun to watch and interact with. Perfect for bird enthusiasts.",
    "image": "https://i.ibb.co.com/5grZ1j2Y/parrot.jpg",
    
    "date": "2025-10-30 09:45"
  },
  {
    "name": "Bulldog",
    "category": "Pets",
    "price": 16000,
    "location": "Khulna",
    "title": "Calm and loving Bulldog puppy, 3 months old.",
    "description": "Calm and loving Bulldog puppy, 3 months old. Gentle and affectionate personality. Loves cuddles and short walks. Ideal for apartment living. Requires minimal exercise. Fully vaccinated and dewormed. Responds well to basic training. Adorable wrinkled face and shiny coat. Loves children and family company. Eats dry food twice a day. Sleeps peacefully for long hours. Enjoys toys and chew treats. Rarely barks unnecessarily. Vet-checked and healthy. Easy to groom and handle. Very loyal to its owner. Adapts quickly to home routines. Gentle during feeding and bathing. The puppy is playful yet calm. Perfect companion for peaceful homes.",
    "image": "https://i.ibb.co.com/HLpzK07G/bulldog.jpg",
    
    "date": "2025-10-31 16:00"
  },
  {
    "name": "Siamese Cat",
    "category": "Pets",
    "price": 11000,
    "location": "Barishal",
    "title": "Playful Siamese kitten, 2 months old, looking for a loving home.",
    "description": "Playful Siamese kitten, 2 months old, looking for a loving home. Very active and curious. Beautiful blue eyes and sleek coat. Loves climbing and exploring. Gets along with other pets. Easy to train and handle. Fully vaccinated and healthy. Enjoys both wet and dry cat food. Loves playing with balls and strings. Perfect indoor companion. Sleeps peacefully on soft cushions. Adapts quickly to family life. Friendly with kids and adults. Rarely scratches furniture. Grooming is simple and fun. Enjoys gentle pats on the head. Communicates with soft meows. Very affectionate and loyal. Loves attention and care. Ready for adoption by a caring owner.",
    "image": "https://i.ibb.co.com/MkB54cvm/siamesecar.jpg",
  
    "date": "2025-11-01 12:25"
  },
  {
    "name": "Dog Kibble",
    "category": "Pet Food",
    "price": 1500,
    "location": "Dhaka",
    "title": "High-quality dog kibble to keep your pets healthy.",
    "description": "High-quality dog kibble to keep your pets healthy. Made with real meat and whole grains. Fortified with essential vitamins. Supports digestion and strong immunity. Promotes a shiny coat and healthy skin. Loved by dogs of all sizes. Keeps energy levels high all day. Resealable packaging maintains freshness. Easy to store and serve. Vet-approved and recommended. Helps reduce tartar buildup. Enhances bone and muscle growth. Provides balanced nutrition. Free from harmful additives. Affordable and high in quality. Dogs love the crunchy texture. Contains omega-3 and omega-6 fatty acids. Keeps your pet happy and satisfied. Improves appetite and activity. Perfect daily meal for your furry friend.",
    "image":"https://i.ibb.co.com/VcghRx9X/dog-kibble.jpg",
    
    "date": "2025-11-01 10:15"
  },
  {
    "name": "Cat Dry Food",
    "category": "Pet Food",
    "price": 1200,
    "location": "Chattogram",
    "title": "Nutritious dry food for cats of all ages.",
    "description": "Nutritious dry food for cats of all ages. Contains chicken, fish, and rice. Balanced formula for optimal growth. Strengthens bones and joints. Promotes shiny fur and bright eyes. Enhances metabolism and digestion. Cats enjoy every bite. Keeps cats energetic and playful. Perfect for kittens and adults. Recommended by veterinarians. Stored in airtight packaging. Provides complete daily nutrition. Rich in protein and essential oils. Improves immune system. Reduces hair fall in cats. Easy to chew and digest. Maintains a healthy weight. Suitable for indoor cats. Helps prevent urinary infections. The best choice for cat health.",
    "image": "https://i.ibb.co.com/KjMXrsNj/cat-dryfood.webp",
    
    "date": "2025-11-02 14:05"
  },
  {
    "name": "Bird Seeds",
    "category": "Pet Food",
    "price": 800,
    "location": "Sylhet",
    "title": "Premium bird seeds for healthy, happy birds.",
    "description": "Premium bird seeds for healthy, happy birds. Contains sunflower, millet, and corn. Provides essential nutrients. Keeps feathers vibrant and strong. Suitable for parrots and small birds. Easy to digest and store. Birds enjoy the natural flavor. Encourages singing and activity. Free from chemicals or preservatives. Keeps cages cleaner and fresher. Long shelf life guaranteed. Packed for freshness and hygiene. Birds stay happy and energetic. Strengthens beak and claws. Affordable and nutritious mix. Improves overall bird health. Suitable for daily feeding. Vet-tested and bird-safe. Perfect for home aviaries. Keeps your birds lively and colorful.",
    "image": "https://i.ibb.co.com/rf3Dg4KG/bird-seed.jpg",
    
    "date": "2025-11-03 09:50"
  },
  {
    "name": "Fish Flakes",
    "category": "Pet Food",
    "price": 500,
    "location": "Rajshahi",
    "title": "Tasty and nutritious flakes for aquarium fish.",
    "description": "Tasty and nutritious flakes for aquarium fish. Enhances color and health. Suitable for all tropical fish breeds. Provides essential proteins. Easy to digest and non-polluting. Keeps aquarium clean. Promotes growth and vitality. Balanced with vitamins and minerals. Ideal for daily feeding. Prevents overfeeding due to slow sinking. Improves fish movement and appetite. Long-lasting freshness in sealed packs. Recommended by aquarium experts. Adds shine to fish scales. Keeps fins strong and healthy. Affordable and premium quality. Fish love the natural flavor. Safe and non-toxic. Best food for vibrant aquariums. Keeps fish lively and bright.",
    "image": "https://i.ibb.co.com/NGRpHPp/fish-flakes.jpg",
    
    "date": "2025-11-04 08:20"
  },
  {
    "name": "Puppy Milk",
    "category": "Pet Food",
    "price": 1000,
    "location": "Khulna",
    "title": "Milk specially formulated for puppies.",
    "description": "Milk specially formulated for puppies. Provides essential nutrients for growth. Strengthens bones and teeth. Improves digestion and immunity. Tastes delicious and creamy. Made with lactose-free formula. Safe for all dog breeds. Helps in overall development. Easy to mix with warm water. Contains natural proteins and vitamins. Boosts energy and strength. Encourages healthy fur and skin. Perfect for weaning puppies. Trusted by veterinarians. Long shelf life and freshness. Maintains body hydration. Affordable and nutritious. Free from preservatives. Keeps puppies strong and active. The perfect milk supplement for young dogs.",
    "image": "https://i.ibb.co.com/46yYrPn/puppy-milk.jpg",
    
    "date": "2025-11-05 10:00"
  },
  {
    "name": "Wet Cat Food",
    "category": "Pet Food",
    "price": 1200,
    "location": "Barishal",
    "title": "Delicious wet food for cats with essential nutrients.",
    "description": "Delicious wet food for cats with essential nutrients. Soft and moist texture cats love. Made with chicken and tuna blend. Enhances taste and appetite. Provides hydration and energy. Ideal for older or picky cats. Balanced with vitamins and minerals. Supports healthy fur and eyes. Boosts immunity and vitality. Gentle on stomach and digestion. Easy to open pouch packaging. Keeps freshness sealed. Vet-approved formula. Strengthens muscles and bones. Improves mood and activity. Perfect for mealtime variety. Reduces hair shedding. Free from artificial flavors. Encourages regular feeding habits. Cats enjoy every bite with happiness.",
    "image": "https://i.ibb.co.com/b54mTN2j/we-cat-food.jpg",
   
    "date": "2025-11-06 11:25"
  },
  {
    "name": "Dog Collar",
    "category": "Accessories",
    "price": 500,
    "location": "Dhaka",
    "title": "Comfortable and durable dog collar.",
    "description": "Comfortable and durable dog collar. Made from high-quality nylon material. Adjustable to fit all sizes. Soft padding prevents skin irritation. Strong buckle for secure grip. Available in multiple colors. Perfect for daily walks. Lightweight yet sturdy. Weather-resistant and washable. Helps control pets easily. Fashionable and stylish design. Ideal for dogs and puppies. Quick-release buckle for safety. Durable stitching for long life. Affordable and pet-friendly. Easy to attach leash and tags. Does not fade with washing. Dogs stay comfortable and stylish. A must-have accessory for pet owners. Reliable and long-lasting collar choice.",
    "image": "https://i.ibb.co.com/5xxh42zJ/dog-collar.webp",
    
    "date": "2025-11-01 12:45"
  },
  {
    "name": "Cat Toy",
    "category": "Accessories",
    "price": 300,
    "location": "Chattogram",
    "title": "Fun toy to keep your cat entertained.",
    "description": "Fun toy to keep your cat entertained. Lightweight and colorful design. Encourages playful behavior. Safe for kittens and adult cats. Made from non-toxic materials. Durable and long-lasting. Enhances your cat’s activity level. Prevents boredom and laziness. Perfect for daily playtime. Keeps cats mentally active. Easy to clean and store. Helps strengthen claws and paws. Promotes bonding with owners. Portable and travel-friendly. Affordable and fun accessory. Cats love to chase and bite it. Bright colors attract attention. Tested for pet safety. Ideal for indoor use. Keeps cats happy and healthy.",
    "image":  "https://i.ibb.co.com/gMQYpR87/cat-toy.jpg",
    
    "date": "2025-11-02 09:30"
  },
  {
    "name": "Pet Bed",
    "category": "Accessories",
    "price": 2000,
    "location": "Sylhet",
    "title": "Cozy bed for your pet to sleep comfortably.",
    "description": "Cozy bed for your pet to sleep comfortably. Soft cushion for restful sleep. Washable and easy to maintain. Non-slip bottom for safety. Keeps pets warm and secure. Available in multiple sizes. Perfect for cats and dogs. Lightweight and portable. Durable stitching for long use. Breathable fabric design. Pet-friendly materials used. Ideal for both summer and winter. Adds comfort to your pet’s routine. Blends with home decor easily. Keeps fur off furniture. Provides privacy and comfort. Recommended by vets. Affordable and high quality. Pets love curling up inside. A must-have comfort zone for pets.",
    "image": "https://i.ibb.co.com/7PHKBHD/pet-bed.webp",
    
    "date": "2025-11-03 13:40"
  },
  {
    "name": "Leash",
    "category": "Accessories",
    "price": 700,
    "location": "Rajshahi",
    "title": "Strong and reliable leash for walks.",
    "description": "Strong and reliable leash for walks. Made with tough woven nylon. Comfortable handle grip. Perfect length for control. Strong clip for attachment. Resistant to pulling and chewing. Lightweight yet durable. Weatherproof for outdoor walks. Suitable for all dog breeds. Prevents escape during walks. Easy to wash and store. Available in bright colors. Ensures safe outdoor activities. Encourages obedience training. High tensile strength material. Comfortable for both pet and owner. Affordable everyday use leash. Safe, stylish, and convenient. Keeps pets secure while walking. Ideal accessory for responsible pet owners.",
    "image":  "https://i.ibb.co.com/hxfGJk05/leash.jpg",
   
    "date": "2025-11-04 10:50"
  },
  {
    "name": "Pet Carrier",
    "category": "Accessories",
    "price": 2500,
    "location": "Khulna",
    "title": "Safe and comfortable carrier for pets.",
    "description": "Safe and comfortable carrier for pets. Made with strong ventilated plastic. Ensures airflow and visibility. Ideal for travel and vet visits. Secure locking door system. Soft padding inside for comfort. Easy to carry handle. Lightweight and sturdy build. Fits small dogs and cats. Easy to clean and maintain. Durable material prevents breakage. Pet-friendly and safe design. Stylish and modern look. Recommended for pet transportation. Protects pets from stress during travel. Keeps pets calm and relaxed. Affordable and reusable. Approved for air and car travel. Convenient for every pet owner. Makes journeys safer and smoother.",
    "image": "https://i.ibb.co.com/kV32qyJt/pet-carrier.webp",
    
    "date": "2025-11-05 16:10"
  },
  {
    "name": "Scratching Post",
    "category": "Accessories",
    "price": 1500,
    "location": "Barishal",
    "title": "Durable scratching post for cats.",
    "description": "Durable scratching post for cats. Keeps furniture safe from scratches. Covered with sisal rope. Encourages exercise and stretching. Stable wooden base for balance. Ideal for all cat breeds. Easy to assemble at home. Lightweight and portable. Durable material ensures long use. Cats love climbing and scratching. Promotes claw health. Blends well with room decor. Affordable and space-saving. Helps reduce stress in cats. Suitable for indoor environments. Easy to move between rooms. Keeps cats active and engaged. Simple to clean and maintain. Perfect for daily use. Must-have for all cat owners.",
    "image":  "https://i.ibb.co.com/7d8H1tQN/scratching-post.webp",
    "date": "2025-11-06 09:20"
  },
  {
    "name": "Shampoo",
    "category": "Pet Care Products",
    "price": 700,
    "location": "Dhaka",
    "title": "Gentle shampoo for shiny and clean fur.",
    "description": "Gentle shampoo for shiny and clean fur. Suitable for dogs and cats. Made with natural ingredients. Removes dirt and odor easily. Keeps coat soft and smooth. Safe for sensitive skin. No harmful chemicals or parabens. Pleasant fragrance that lasts long. Prevents fleas and ticks. Easy to rinse and apply. Keeps fur shiny and healthy. Recommended by veterinarians. Strengthens fur roots. Moisturizes dry skin. Affordable and long-lasting. Reduces shedding and dandruff. Helps maintain coat color. Packed for freshness and hygiene. Suitable for regular grooming. A perfect care product for pets.",
    "image": "https://i.ibb.co.com/QFC966h3/shampoo.jpg",
    
    "date": "2025-11-01 15:45"
  },
  {
    "name": "Flea Spray",
    "category": "Pet Care Products",
    "price": 800,
    "location": "Chattogram",
    "title": "Effective flea and tick spray for pets.",
    "description": "Effective flea and tick spray for pets. Fast-acting formula for quick relief. Kills fleas, ticks, and larvae. Gentle on fur and skin. Safe for daily use. Pleasant citrus fragrance. Prevents re-infestation for weeks. Easy to apply with spray nozzle. Vet-tested and pet-friendly. Free from harsh chemicals. Suitable for dogs and cats. Long-lasting protection guaranteed. Portable bottle for travel use. Dries quickly without residue. Keeps coat shiny and healthy. Affordable and reliable solution. Recommended for outdoor pets. Helps reduce scratching and irritation. Protects pet bedding as well. Essential for complete pet hygiene.",
    "image":"https://i.ibb.co.com/7xG503hQ/spray.webp",
    
    "date": "2025-11-02 10:00"
  },
  {
    "name": "Pet Wipes",
    "category": "Pet Care Products",
    "price": 600,
    "location": "Sylhet",
    "title": "Soft wipes for daily cleaning of pets.",
    "description": "Soft wipes for daily cleaning of pets. Gentle on skin and fur. Removes dirt and odor effectively. Made with aloe vera and vitamin E. Alcohol-free and non-toxic. Suitable for dogs, cats, and small animals. Ideal for cleaning paws, face, and coat. Keeps fur fresh and smooth. Convenient for travel and outdoor use. Hypoallergenic and safe for all breeds. Easy to use anytime. Maintains pet hygiene effortlessly. Prevents rashes and irritation. Packed in resealable pouches. Long shelf life guaranteed. Affordable daily care item. Recommended by groomers. Promotes healthy and clean skin. Fresh fragrance after every use. A must-have grooming essential.",
    "image": "https://i.ibb.co.com/5hBDqyV6/petwipes.webp",
    
    "date": "2025-11-03 14:20"
  },
  {
    "name": "Ear Cleaner",
    "category": "Pet Care Products",
    "price": 900,
    "location": "Rajshahi",
    "title": "Safe and effective ear cleaner for pets.",
    "description": "Safe and effective ear cleaner for pets. Removes wax and dirt gently. Prevents ear infections. Soothes irritation and itching. Contains natural tea tree oil. Easy to apply with drop nozzle. Suitable for dogs and cats. Recommended by veterinarians. Keeps ears odor-free and clean. Alcohol-free and pH-balanced. Promotes healthy hearing. Affordable and pet-friendly. No sting or discomfort. Long-lasting 200ml bottle. Convenient for regular use. Maintains ear hygiene effectively. Safe for sensitive pets. Reduces scratching and head shaking. Ideal for weekly cleaning. Essential care for happy pets.",
    "image": "https://i.ibb.co.com/gLLtYzwL/cleaner-ear.jpg",
    
    "date": "2025-11-04 09:30"
  },
  {
    "name": "Toothpaste & Brush Set",
    "category": "Pet Care Products",
    "price": 750,
    "location": "Khulna",
    "title": "Complete dental care kit for pets.",
    "description": "Complete dental care kit for pets. Contains soft brush and safe toothpaste. Prevents plaque and bad breath. Keeps gums strong and healthy. Easy to use and clean. Mint-flavored paste pets enjoy. Suitable for all dog and cat breeds. Vet-approved and non-toxic. Maintains oral hygiene daily. Reduces tartar buildup. Helps prevent dental diseases. Soft bristles protect gums. Compact design for easy handling. Affordable and travel-friendly. Long-lasting value pack. Encourages regular brushing routine. Improves overall health and freshness. Strengthens pet-owner bonding time. Safe for puppies and adults. A must-have in pet care essentials.",
    "image":  "https://i.ibb.co.com/nMPVtX6b/brush.webp",
    
    "date": "2025-11-05 13:15"
  },
  {
    "name": "Paw Balm",
    "category": "Pet Care Products",
    "price": 650,
    "location": "Barishal",
    "title": "Moisturizing paw balm for dry and cracked paws.",
    "description": "Moisturizing paw balm for dry and cracked paws. Made with shea butter and coconut oil. Heals rough pads gently. Prevents cracking and dryness. Safe for licking after application. Non-greasy and fast absorbing. Suitable for dogs and cats. Protects paws from heat and cold. Provides soothing comfort. Keeps paws soft and healthy. Easy-to-carry small container. Affordable and long-lasting. Vet-approved natural formula. Ideal for outdoor pets. Improves walking comfort. Prevents paw irritation. Free from artificial fragrances. Strengthens paw skin naturally. A must for every pet owner. Keeps your furry friend’s paws protected.",
    "image": "https://i.ibb.co.com/hxvfD3Wt/paw.webp",
    
    "date": "2025-11-06 08:40"
  }
]
